IDEA Open Model
ReinfBarOnMoreEdges.WholeLastEdge Property
Compatible with IDEA StatiCa 20.1
 Bar is on whole length of last edge
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool WholeLastEdge { get; set; }
Public Property WholeLastEdge As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
ReinfBarOnMoreEdges Class
IdeaRS.OpenModel.Detail Namespace